13/data/attachments/7479fffa36c2c94a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_woman_Friend_26479_5</nif:username>
            <nif:friendToBeRequested>soap_friends_3c8a0704-8b02-4096-98b0-98a5ba4016fe</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>